tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "nektos/tap"
tap "teamookla/speedtest"
brew "act"
brew "anyenv"
# brew "cocoapods"
brew "ctop"
brew "openssl@1.1"
brew "curl"
brew "gh"
brew "ghq"
brew "gist"
brew "git"
brew "htop"
brew "hub"
brew "jq"
brew "mackup"
brew "mas"
brew "peco"
brew "starship"
brew "telnet"
brew "tig"
brew "tree"
brew "wget"
brew "z"
brew "zsh"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
# brew "teamookla/speedtest/speedtest"
cask "adobe-acrobat-reader"
# cask "adoptopenjdk8"
cask "alfred"
# cask "android-studio"
cask "appcleaner"
# cask "bitwarden"
# cask "calibre"
cask "clipy"
cask "commander-one"
cask "coteditor"
cask "cyberduck"
cask "dbeaver-community"
# cask "discord"
cask "docker"
cask "fig"
cask "firealpaca"
cask "firefox"
# cask "flutter"
cask "github"
# cask "google-backup-and-sync"
cask "google-chrome"
cask "google-japanese-ime"
cask "grandperspective"
cask "iterm2"
cask "jetbrains-toolbox"
# cask "kindle-previewer"
# cask "krisp"
# cask "local"
# cask "logitech-options"
# cask "lunar"
# cask "macs-fan-control"
# cask "messenger"
cask "ngrok"
cask "notion"
# cask "nvidia-geforce-now"
cask "obsidian"
# cask "origin"
cask "postman"
cask "scroll-reverser"
cask "sequel-ace"
cask "shiftit"
cask "skim"
cask "slack"
# cask "steam"
# cask "teamviewer"
cask "the-unarchiver"
cask "toggl-track"
cask "visual-studio-code"
cask "vivaldi"
cask "vlc"
cask "zoom"

# mas "Bandwidth+", id: 490461369
# mas "iMovie", id: 408981434
# mas "Kindle", id: 405399194
# mas "LINE", id: 539883307
# mas "Magnet", id: 441258766
# mas "Monosnap", id: 540348655
# mas "Novabench", id: 411466132
# mas "Slack", id: 803453959
# mas "The Unarchiver", id: 425424353
